Revit 2027 API
ParameterTypeId.StairsTopLevelParam Property
 "Top Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTopLevelParam { get; }
Public Shared ReadOnly Property StairsTopLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTopLevelParam {
	ForgeTypeId^ get ();
}
static member StairsTopLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace